/**
//================================================================================
// ProjectName: コープ九州事業連合様  ホストシステムリプレイス
// SystemName: 業務管理
// JavaScriptName:messageId
//
// <<Modification History>>
// Version  | Date       | Updated By            | Content
// ---------+------------+-----------------------+--------------------------------
// 01.00.00 | 2022/10/28 |  AMC                  | 新規作成
//================================================================================
 */

// メッセージ用定義
export const PSYS030_HALF_STR = '半角文字';


// ↓ メッセージ一覧取得前にエラーが発生する可能性があるため、定数としています
export const CMS0038E = '不正な操作が行われた可能性があります。もう一度ログインからやりなおしてください。';
export const CMS0039E = '一定の時間操作がないためセッションタイムアウトになりました。もう一度ログインからやりなおしてください。';
export const CMS0043E = 'クライアント処理で予期しないエラーが発生しました。';
export const CMS0044E = 'サーバ通信でタイムアウトが発生しました。';
export const CMS0045E = 'クライアント処理で予期しないエラーが発生しました。';
// ↑
